tap "oven-sh/bun" # bun
tap "supabase/tap"

brew "antidote" # zsh plugin manager
brew "bun"
brew "caddy"
brew "ccat"
brew "cloudflared"
brew "flyctl"
brew "fzf"
brew "go"
brew "jq"
brew "marksman"
brew "lazygit"
brew "nvm"
brew "nvim"
brew "pipx"
brew "python"
brew "rg"
brew "rust"
brew "screenfetch"
brew "stylua"
brew "tmux"
brew "tpm" # tmux plugin manager
brew "tmuxp"
brew "tree"
brew "volta"
brew "yazi"
brew "zk"
brew "zed"
brew "supabase"
cask "1password"
cask "chatgpt"
cask "chrysalis"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "kitty"
cask "lm-studio"
cask "loom"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "readdle-spark"
cask "screen-studio"
cask "screenflow"
cask "slack"
cask "spotify"
cask "vanilla" # hide mac menu bar
cask "warp"
